[
  {
    "What South Buffalo Democrat served on the Buffalo Common Council and a state assemblyman before joining the U.S. House of Representatives in 2015?": [
      "Brian Higgins",
      "Byron Brown",
      "Chris Collins",
      "Tom Reed"
    ]
  },
  {
    "What former Erie County sheriff, Buffalo Mayor, and New York Governor became the first US President to serve two non-consecutive terms?": [
      "Grover Cleveland",
      "William McKinley",
      "Rutherford B. Hayes",
      "Benjamin Harrison"
    ]
  },
  {
    "Who is considered the founder of Our Lady of Victory Basilica in Lackawanna?": [
      "Father Nelson Baker",
      "Father Augustus Tolton",
      "Father Michael McGivney",
      "Father Patrick Peyton"
    ]
  },
  {
    "What Patriots tightend was named All-WNY first team as a junior at Williamsville North High School?": [
      "Rob Gronkowski",
      "Eli Manning",
      "Aaron Hernandez",
      "Tim Tebow"
    ]
  },
  {
    "What Buffalo native once said on NBC's Meet the Press that he went to Woodstock \"in a Buffalo Bills jersey with a case of beer\"?": [
      "Tim Russert",
      "Chuck Todd",
      "Tom Brokaw",
      "Brian Williams"
    ]
  },
  {
    "Which President was inaugurated on the steps of a Delaware Avenue mansion in 1901?": [
      "Theodore Roosevelt",
      "Grover Cleveland",
      "William McKinley",
      "Franklin Delano Roosevelt"
    ]
  },
  {
    "Born Nancy Mueller, which actress from Cheektowaga married Growing Pains star Kirk Cameron in 1991?": [
      "Chelsea Noble",
      "Candace Cameron",
      "Chelsea Handler",
      "Bridget Cameron"
    ]
  },
  {
    "What Buffalo native and R and B singer earned a Grammy nomination with Vanessa Williams in 1994 for the duet \"Love Is\"?": [
      "Brian McKnight",
      "Quincy Jones",
      "Marvin Gaye",
      "Luther Vandross"
    ]
  },
  {
    "Whose payment of a $25,000 franchise fee made him a founding member of \"The Foolish Club\" in 1960?": [
      "Ralph Wilson",
      "Terry Pegula",
      "Russ Brandon",
      "Lamar Hunt"
    ]
  },
  {
    "What legend of the Wild West is both the name of a town in Wyoming and Buffalo's NFL franchise?": [
      "Buffalo Bill Cody",
      "Cheyenne",
      "Jackson",
      "Casper"
    ]
  },
  {
    "Architect Frank Lloyd Wright constructed a home on Jewett Parkway for what Buffalo businessman in 1903?": [
      "Darwin Martin",
      "Frederick Robie",
      "George Barton",
      "Frederick Law Olmstead"
    ]
  },
  {
    "In November 2016, a massive fire destroyed the largely vacant former site of what once-great Lackawanna plant?": [
      "Bethlehem Steel",
      "Crucible Steel",
      "Tonawanda Coke",
      "General Mills"
    ]
  },
  {
    "What grand hotel opened in 1923 overlooking Niagara Square, eight years before the completion of City Hall?": [
      "The Statler Hotel",
      "The Liberty Building",
      "The Hilton Garden Inn",
      "The Curtiss Hotel"
    ]
  },
  {
    "What tiny village near Broadway and Harlem in Cheektowaga, measuring less than one square mile, had its own police force until 1978?": [
      "Sloan",
      "Clarence",
      "Seneca",
      "Lovejoy"
    ]
  },
  {
    "What Grand Island amusement park ran its \"Fun, Wow!\" advertisements for years, before being shut down in 2020?": [
      "Fantasy Island",
      "Great Wolf Lodge",
      "Adventure Island",
      "Adventure Land"
    ]
  },
  {
    "What toy company, based in East Aurora, was founded in 1930, and later sold to Mattel?": [
      "Fisher Price",
      "Hasbro",
      "Leap Frog",
      "Melissa and Doug"
    ]
  },
  {
    "Originally called the South Park Conservatory, what Buffalo landmark was conceived by Frederick Law Olmstead with three glass domes?": [
      "The Botanical Gardens",
      "The Basilica",
      "M and T Bank Building",
      "Delaware Park"
    ]
  },
  {
    "In what Buffalo suburb is the Eastern Hills Mall located?": [
      "Clarence",
      "Cheektowaga",
      "Tonawanda",
      "Sloan"
    ]
  },
  {
    "It's the resting place of Millard Fillmore, Red Jacket, and Rick James, what is the name of Buffalo's most famous cemetery?": [
      "Forest Lawn Cemetery",
      "Buffalo Cemetery",
      "Elmlawn Cemetery",
      "Whitehaven Cemetery"
    ]
  },
  {
    "What southtown has hosted its annual Corn Festival since August 1963?": [
      "Eden",
      "Elma",
      "Hamburg",
      "East Aurora"
    ]
  },
  {
    "Starting in 1975, for how many consecutive years did the Sabres make the playoffs?": [
      "11",
      "5",
      "10",
      "12"
    ]
  },
  {
    "What mythical animal nickname is used by all of Canisius College's athletic teams?": [
      "Golden Griffins",
      "Centaurs",
      "Wildcats",
      "Minotaurs"
    ]
  },
  {
    "While Rick Jeanneret's legendary \"May Day\" call aired on the radio, what successor to Ted Darling called Brad May's 1993 overtime goal on TV?": [
      "John Gurtler",
      "Jim Lorentz",
      "Mike Robitaille",
      "Van Miller"
    ]
  },
  {
    "What Bills General Manager was fired in 1993, despite accumulating the best record in the NFL over the prior four year period?": [
      "Bill Polian",
      "Charlie Ebersol",
      "Chris Polian",
      "Marv Levy"
    ]
  },
  {
    "What quarterback's only playoff start with the Buffalo Bills ended in a Trace Armstrong sack and a loss to Miami in 1999?": [
      "Doug Flutie",
      "Warren Moon",
      "Herschel Walker",
      "Richard Flutie"
    ]
  },
  {
    "Starting in 1988, which hockey-loving beast joined the Sabres family, following the success of Buster Bison?": [
      "Sabretooth",
      "Sparky",
      "Bailey",
      "Tim Horton"
    ]
  },
  {
    "Who was the first coach and general manager of the Sabres when the franchise launched in 1970?": [
      "Punch Imlach",
      "George Armstrong",
      "Harold Ballard",
      "Mike Babcock"
    ]
  },
  {
    "What nickname is used for all of Buffalo State College's athletic teams?": [
      "Bangals",
      "Bulls",
      "Wildcats",
      "Sabres"
    ]
  },
  {
    "Who was the Voice of the Buffalo Sabres for its first 22 seasons?": [
      "Ted Darling",
      "Rick Jeanneret",
      "Mike Robitaille",
      "Van Miller"
    ]
  },
  {
    "What Sabres defenseman's number hangs from the rafters despite only scoring one goal in less than two seasons for the team?": [
      "Tim Horton",
      "Johnny Bower",
      "Ron Joyce",
      "Frank Mahovlich"
    ]
  },
  {
    "What annual multi-day ethnic event moved from Connecticut Street to Hertel Avenue in 1988 and then to the Outer Harbor in 2017?": [
      "The Italian Festival",
      "The Irish Festival",
      "The Greasepole Festival",
      "Juneteenth"
    ]
  },
  {
    "Which President was shot at the Pan-American Exposition in 1901?": [
      "William McKinley",
      "Theodore Roosevelt",
      "Grover Cleveland",
      "Rutherford B. Hayes"
    ]
  },
  {
    "Which downtown venue hosts many touring events, including Broadway musicals, but originally opened in 1926 as a silent movie house?": [
      "Shea's Performing Arts Center",
      "The Tralf",
      "The North Park Theater",
      "The Roundabout Theater Company"
    ]
  },
  {
    "Starting in 1868, which Buffalo suburb has hosted the Erie County Fair?": [
      "Hamburg",
      "East Aurora",
      "Cheektowaga",
      "West Seneca"
    ]
  },
  {
    "What's the name of the annual 8k race in the Old First Ward that's run every March?": [
      "Buffalo Shamrock Run",
      "Turkey Trot",
      "Buffalo 8k",
      "The March March"
    ]
  },
  {
    "What Polish holiday is celebrated the day after Easter and boasts one of the largest Buffalo parades of the year?": [
      "Dyngus Day",
      "St. Patrick's Day",
      "Lent",
      "Christmas"
    ]
  },
  {
    "What two-day food festival, the largest in the United States, is held downtown every July since 1984?": [
      "Taste of Buffalo",
      "The Allentown Art Festival",
      "Elmwood Festival for the Arts",
      "The Chicken Wing Festival"
    ]
  },
  {
    "What famous Buffalo restaurant and bar on Elmwood Avenue opened just after prohibition ended and celebrated 80 years in the same spot as of 2014?": [
      "Cole's",
      "Ted's Hot Dogs",
      "Gabriel's Gate",
      "Mr. Goodbar"
    ]
  },
  {
    "What music venue was created in 1917 by eight local minority musicians and is still operational today?": [
      "The Colored Musicians Club",
      "Pausa",
      "Sportsman's Tavern",
      "NAACP"
    ]
  },
  {
    "What nature refuge opened in 1976 on the site of a former dairy farm?": [
      "Tifft Nature Preserve",
      "The Botanical Gardens",
      "Marcy Casino",
      "The Buffalo Zoo"
    ]
  },
  {
    "What Mexican-theme taco truck started Buffalo's food truck phenomenon in 2010?": [
      "Lloyd's Taco Truck",
      "Mighty Taco",
      "Deep South Taco",
      "The Flaming Fish"
    ]
  },
  {
    "What local restaurant chain was founded by Greek immigrant Theodore Spiro Liaros in 1927?": [
      "Ted's Hot Dogs",
      "Pano's",
      "Mythos",
      "Vasilli's"
    ]
  },
  {
    "What famous local restaurateur bought 10,000 tickets to lift the TV blackout for the Bill's subsequent 12-7 loss to the Rams in December 2012?": [
      "Russell Salvatore",
      "Henry Gorino",
      "Ivano Toscani",
      "Mark Croce"
    ]
  },
  {
    "What famous Easter staple does the Malczewski family offer at the Broadway Market every year?": [
      "Butter lamb",
      "Pierogi",
      "Poppy seed cake",
      "Painted eggs"
    ]
  },
  {
    "What cheese company, based in Corfu, is endorsed by former Sabres defenseman Mike Robitaille?": [
      "Yancy's Fancy",
      "Kraft Foods",
      "Cooperstown Cheese",
      "Cuba Cheese"
    ]
  },
  {
    "What ingredient provides the extra kick in Buffalo-made Weber's Brand mustard?": [
      "horseradish",
      "hot sauce",
      "mayonnaise",
      "relish"
    ]
  },
  {
    "What powdered substance was introduced to America by a Japanese scientist at the Pan-Am Expo in 1901, long before it was made popular in 80s breakfast commercials?": [
      "instant coffee",
      "cocaine",
      "powdered milk",
      "artificial sugar"
    ]
  },
  {
    "Which Buffalo-based fast food chain opened its first location at 1247 Hertel Avenue in 1973?": [
      "Mighty Taco",
      "Jim's Stakeout",
      "Ted's Hot Dogs",
      "Tim Horton's"
    ]
  },
  {
    "Which fine dining restaurant on Delaware Avenue celebrated its 80th anniversary in 2016?": [
      "Oliver's",
      "Hutch's",
      "Rue Franklin",
      "The Saturn Club"
    ]
  },
  {
    "What extravagant restaurant and banquet hall opened in 1967 on Transit Road and has hosted many weddings and events since?": [
      "Salvatore's Italian Gardens",
      "The Columns",
      "Carmine's",
      "The Galleria"
    ]
  }
]